{"id":1561,"date":"2022-08-18T05:10:51","date_gmt":"2022-08-18T05:10:51","guid":{"rendered":"https:\/\/archiebolden.com\/?page_id=1561"},"modified":"2022-08-22T14:10:32","modified_gmt":"2022-08-22T14:10:32","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/archiebolden.com\/terms-and-conditions\/","title":{"rendered":"Terms and Conditions"},"content":{"rendered":"\n<div style=\"height:197px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><strong>ARCHIE BOLDEN GENERAL TERMS AND CONDITIONS&nbsp;<\/strong><\/p>\n\n\n\n<p><strong>TERMS OF USE<\/strong><\/p>\n\n\n\n<p>All intellectual property rights (including but not limited to copyright, trademarks, registered and unregistered designs, database rights on this website, domain names and goodwill ‘intellectual property rights’ on this site) are the exclusive property of Archie Bolden. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, commercially exploit, create derivative works from, transfer, data mine or sell any content, software, products, or services contained within this site. You may not use this site, or any of its content to further any commercial purpose, including any advertising or advertising revenue generation activity on your own site. Any commercial use, including the reproduction, modification, distribution and transmission of any content including text, graphics, logos, photographs and images is strictly prohibited without the consent of Archie Bolden. By viewing this site, using our services, or acquiring our products, you acknowledge that you have read, accepted and agreed to our terms.&nbsp;<\/p>\n\n\n\n<p>These terms and conditions are to be read in conjunction with any engagement agreement administered by Archie Bolden and shall apply to all clients, staff and suppliers.&nbsp;<\/p>\n\n\n\n<p><strong>INTELLECTUAL PROPERTY<\/strong><\/p>\n\n\n\n<p>This website is owned and operated by Archie Bolden. Archie Bolden conducts business through our studios in Australia and the United States. When using the term ‘we’, ‘us’ this refers to all Archie Bolden internal staff only. We respect the privacy rights of our clients and customers, and recognise the importance of protecting any information they provide to us and we create about them. Contact details are not shared with any third parties (unless specified below). If you are under 18, you must inform a parent or guardian about our privacy policy to obtain their agreement before subscribing to or soliciting our services.<\/p>\n\n\n\n<p><strong>PRIVACY POLICY&nbsp;<\/strong><\/p>\n\n\n\n<p>We value and respect your privacy and collect information about you in an effort to facilitate a business relationship between you and Archie Bolden. Your contact information will not be sold or disclosed with any other non-affiliated company or agency any will only ever be used by us for the purpose for which it was originally collected and advised by you. This Privacy Policy describes the information we collect about you, why we collect it, and how we use it when you visit our website or make a service or purchase enquiry via our website. Our Privacy Policy also describes the choices you can make about how we collect and use certain information. Client, supplier, staff and job applicant contact information is stored on secure databases accessed by authorized individuals only.&nbsp;<\/p>\n\n\n\n<p><strong>HOW WE COLLECT INFORMATION&nbsp;<\/strong><\/p>\n\n\n\n<p>Your information is collected when you solicit our services via phone or email, request information via phone or email, send us postal mail, and when you interact with us over social media. Such collected information may include: your name, billing address, postal\/delivery address, and payment information. When you visit our website, we automatically collect such information as your IP address, device type, browser type, operating system or platform, name of internet service provider, referring website, exiting website, and pages visited on the website; the frequency, time, data, and duration of your visit on our website; your location and whether you access our website from multiple devices.&nbsp;<\/p>\n\n\n\n<p><strong>HOW WE USE YOUR PERSONAL INFORMATION&nbsp;<\/strong><\/p>\n\n\n\n<p>We use the information that we collect to answer general enquiries, and to fulfill any services you request or orders for any products you enquire about (including processing your payment information, arranging for delivery, and providing you with invoices and\/or order confirmations). We also use the information that we collect to conduct due diligence prior to engaging in a business relationship such as background checks and credit checks for potential fraud, and more generally to improve and optimise our website and to assess the success of any of our marketing campaigns.&nbsp;<\/p>\n\n\n\n<p><strong>HOW WE PROTECT YOUR INFORMATION&nbsp;<\/strong><\/p>\n\n\n\n<p>We uphold appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information. Personal information is stored for only as long as we have a reason to keep it. The retention period depends upon the purpose for which we have received or collected the data and upon any legal obligations to retain the data. All employees sign confidentiality undertakings as part of their employment.<\/p>\n\n\n\n<p><strong>SHARING YOUR PERSONAL INFORMATION<\/strong><\/p>\n\n\n\n<p>We do not sell, trade, or otherwise transfer to third parties your personal information (unless required by law or regulatory process.) This does not include trusted third parties who assist us with maintenance of our website or business operations (including, furniture\/furnishing fabricators, building suppliers and service providers, plus delivery companies who may require your name and address for deliveries) whose skills we solicit on a freelance and\/or contractual basis, and who agree to keep this information confidential.&nbsp;<\/p>\n\n\n\n<p>Your personal information may be shared between our international studios to gain specific assistance in the provisions of our services.<\/p>\n\n\n\n<p>In the event that we or a part of our business undergo re-organisation or are sold or licensed to a third party, personal information about you may be transferred to or from that re-organised entity, licensee or third party.<\/p>\n\n\n\n<p><strong>INVITES, EMAILS AND POSTAL MAILINGS<\/strong><\/p>\n\n\n\n<p>Occasionally we will send emails to clients and customers on our database regarding the launch of new products and\/or services that we believe may be of interest to you. Your consent to receive promotional material from us is assumed at the time you disclose your contact information. You reserve the right to unsubscribe from our mailing list at any time.&nbsp;<\/p>\n\n\n\n<p><strong>USAGE OF PROJECT MATERIAL<\/strong><\/p>\n\n\n\n<p>Where Archie Bolden provides; interior design, interior architecture, decoration, procurement, creative direction, product design or consulting services, Archie Bolden reserves the right to use any project related material for promotional purposes. Examples include; EDM marketing, website, social media, reports, manuals, editorial, print advertising and other media. Such material may include the Client’s corporate name or other IP as it appears in the material. Archie Bolden’s right for usage is without liability or compensation to the Client. Archie Bolden is entitled to alter the materials, determining to include or remove the Client’s name or other IP, without prior client approval.&nbsp;<\/p>\n\n\n\n<p>The client reserves the right to be exempt from the above by way of written request.<\/p>\n\n\n\n<p>Archie Bolden reserves the right to subcontract any services that Archie Bolden has agreed to perform for the Client as Archie Bolden sees fit to best service the project.<\/p>\n\n\n\n<p><strong>DISPOSAL AND RELEASE OF MATERIAL<\/strong><\/p>\n\n\n\n<p>Information and files relating to client projects will be retained for up to twelve (12) months only. Archie Bolden reserves full discretion of data and project related material release during and after the provision of services.<\/p>\n\n\n\n<p><strong>RIGHT OF REFUSAL, TERMINATION AND DISPUTE<\/strong><\/p>\n\n\n\n<p>Archie Bolden reserves the right to terminate or refuse the provision of services to the client at any given time.&nbsp;<\/p>\n\n\n\n<p>Should termination occur during an active project &#8211; either party will be bound by the terms in the respective engagement agreement.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Proposal quotes are valid for 14 days from the date of issue and Archie Bolden reserves the right to amend fees in line to the adjustment of scope of works. The acceptance of projects remains at Archie Bolden’s full discretion irrespective of any proposal produced.<\/p>\n\n\n\n<p>Any dispute of costs incurred or refund requests made by the client must be submitted to Archie Bolden within 30 days from the date of the invoice in question being issued.&nbsp;<\/p>\n\n\n\n<p>Professional services that Archie Bolden may be engaged to provide include by are not limited too; interior design, interior architecture, decoration, procurement, creative direction, product design or consulting services. As the industry professional &#8211; Archie Bolden reserves the right to complete tasks and service outside of that which is the primary engaged service.&nbsp;<\/p>\n\n\n\n<p><strong>FORCE MAJEURE&nbsp;<\/strong><\/p>\n\n\n\n<p>If Archie Bolden cannot carry out obligations outlined under contract either in whole or in part because of anything outside its reasonable control, including without limitation, fire, flood, storm, earthquake, explosion, accident, road or rail closures, rail derailment, wharf delays, war, terrorism, sabotage, epidemic, quarantine restriction, labour dispute or shortage, sickness, family emergencies or omission of any third person or public authority, then the obligations under the contract will be suspended for the duration of the event or waived to the extent applicable.<\/p>\n\n\n\n<p><strong>LEGAL COSTS&nbsp;<\/strong><\/p>\n\n\n\n<p>The client will be liable for any legal costs incurred by Archie Bolden in the recovery of unpaid invoices on an indemnity basis.&nbsp;<\/p>\n\n\n\n<p><strong>OWNERSHIP OF INTELLECTUAL PROPERTY&nbsp;<\/strong><\/p>\n\n\n\n<p>All intellectual property and related material&nbsp; (the “Intellectual Property”) that is developed or produced under this Agreement, will be the property of the Designer. The Client is granted non-exclusive limited-use license of this Intellectual Property. Title, copyright, intellectual property rights and distribution rights of the Intellectual Property remain exclusively with the Designer.&nbsp;<\/p>\n\n\n\n<p><strong>CAPACITY\/INDEPENDENT CONTRACTOR<\/strong><\/p>\n\n\n\n<p>&nbsp;In providing the Services under this Agreement it is expressly agreed that the Designer is acting as an independent contractor and not as an employee. The Designer and the Client acknowledge that this Agreement does not create a partnership or joint venture between them, and is exclusively a contract for service. The Client is not required to pay, or make contribution to, any social security, local, state or federal tax, unemployment compensation, workers’ compensation, insurance premium, profit-sharing, pension or any other employee benefit for the Designer during the Term. The Designer is responsible for paying, and complying with reporting requirements for all local, state and federal taxes related to payments made to the Designer under this Agreement.&nbsp;<\/p>\n\n\n\n<p><strong>LIMITATION OF LIABILITY&nbsp;<\/strong><\/p>\n\n\n\n<p>Neither the Designer, Designer’s Consultants, nor their agents or employees shall be jointly or individually liable to the Client for an amount in excess of the proceeds of the available professional liability coverage.<\/p>\n\n\n\n<p><strong>AMENDMENT&nbsp;<\/strong><\/p>\n\n\n\n<p>Archie Bolden and its related entities reserve the right to amend and update this Policy from time to time to reflect changes to our practices and procedures, systems or obligations. Any changes to this policy will be notified by posting an amended version on our website, and the changes will take effect at that time.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>ARCHIE BOLDEN GENERAL TERMS AND CONDITIONS&nbsp; TERMS OF USE All intellectual property rights (including but not limited to copyright, trademarks, registered and unregistered designs, database rights on this website, domain names and goodwill ‘intellectual property rights’ on this site) are the exclusive property of Archie Bolden. You may not modify, copy, distribute, transmit, display, perform, [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms and Conditions | Archie Bolden<\/title>\n<meta name=\"description\" content=\"All intellectual property rights (including but not limited to copyright, trademarks, registered and unregistered designs, database rights on this website, domain names and goodwill ‘intellectual property rights’ on this site) are the exclusive property of Archie Bolden. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, commercially exploit, create derivative works from, transfer, data mine or sell any content, software, products, or services contained within this site. You may not use this site, or any of its content to further any commercial purpose, including any advertising or advertising revenue generation activity on your own site. Any commercial use, including the reproduction, modification, distribution and transmission of any content including text, graphics, logos, photographs and images is strictly prohibited without the consent of Archie Bolden. By viewing this site, using our services, or acquiring our products, you acknowledge that you have read, accepted and agreed to our terms.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/archiebolden.com\/terms-and-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms and Conditions | Archie Bolden\" \/>\n<meta property=\"og:description\" content=\"All intellectual property rights (including but not limited to copyright, trademarks, registered and unregistered designs, database rights on this website, domain names and goodwill ‘intellectual property rights’ on this site) are the exclusive property of Archie Bolden. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, commercially exploit, create derivative works from, transfer, data mine or sell any content, software, products, or services contained within this site. You may not use this site, or any of its content to further any commercial purpose, including any advertising or advertising revenue generation activity on your own site. Any commercial use, including the reproduction, modification, distribution and transmission of any content including text, graphics, logos, photographs and images is strictly prohibited without the consent of Archie Bolden. By viewing this site, using our services, or acquiring our products, you acknowledge that you have read, accepted and agreed to our terms.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/archiebolden.com\/terms-and-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"Archie Bolden\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/tdcreativeagency\" \/>\n<meta property=\"article:modified_time\" content=\"2022-08-22T14:10:32+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/archiebolden.com\/terms-and-conditions\/\",\"url\":\"https:\/\/archiebolden.com\/terms-and-conditions\/\",\"name\":\"Terms and Conditions | Archie Bolden\",\"isPartOf\":{\"@id\":\"https:\/\/archiebolden.com\/#website\"},\"datePublished\":\"2022-08-18T05:10:51+00:00\",\"dateModified\":\"2022-08-22T14:10:32+00:00\",\"description\":\"All intellectual property rights (including but not limited to copyright, trademarks, registered and unregistered designs, database rights on this website, domain names and goodwill ‘intellectual property rights’ on this site) are the exclusive property of Archie Bolden. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, commercially exploit, create derivative works from, transfer, data mine or sell any content, software, products, or services contained within this site. You may not use this site, or any of its content to further any commercial purpose, including any advertising or advertising revenue generation activity on your own site. Any commercial use, including the reproduction, modification, distribution and transmission of any content including text, graphics, logos, photographs and images is strictly prohibited without the consent of Archie Bolden. By viewing this site, using our services, or acquiring our products, you acknowledge that you have read, accepted and agreed to our terms.\",\"breadcrumb\":{\"@id\":\"https:\/\/archiebolden.com\/terms-and-conditions\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/archiebolden.com\/terms-and-conditions\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/archiebolden.com\/terms-and-conditions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/archiebolden.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms and Conditions\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/archiebolden.com\/#website\",\"url\":\"https:\/\/archiebolden.com\/\",\"name\":\"Archie Bolden\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/archiebolden.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/archiebolden.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/archiebolden.com\/#organization\",\"name\":\"Archie Bolden\",\"url\":\"https:\/\/archiebolden.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/archiebolden.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/archiebolden.com\/wp-content\/uploads\/2019\/04\/Screen-Shot-2019-04-26-at-1.34.13-pm.png\",\"contentUrl\":\"https:\/\/archiebolden.com\/wp-content\/uploads\/2019\/04\/Screen-Shot-2019-04-26-at-1.34.13-pm.png\",\"width\":321,\"height\":72,\"caption\":\"Archie Bolden\"},\"image\":{\"@id\":\"https:\/\/archiebolden.com\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/tdcreativeagency\",\"https:\/\/www.instagram.com\/tdcreativeagency\/\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms and Conditions | Archie Bolden","description":"All intellectual property rights (including but not limited to copyright, trademarks, registered and unregistered designs, database rights on this website, domain names and goodwill ‘intellectual property rights’ on this site) are the exclusive property of Archie Bolden. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, commercially exploit, create derivative works from, transfer, data mine or sell any content, software, products, or services contained within this site. You may not use this site, or any of its content to further any commercial purpose, including any advertising or advertising revenue generation activity on your own site. Any commercial use, including the reproduction, modification, distribution and transmission of any content including text, graphics, logos, photographs and images is strictly prohibited without the consent of Archie Bolden. By viewing this site, using our services, or acquiring our products, you acknowledge that you have read, accepted and agreed to our terms.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/archiebolden.com\/terms-and-conditions\/","og_locale":"en_US","og_type":"article","og_title":"Terms and Conditions | Archie Bolden","og_description":"All intellectual property rights (including but not limited to copyright, trademarks, registered and unregistered designs, database rights on this website, domain names and goodwill ‘intellectual property rights’ on this site) are the exclusive property of Archie Bolden. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, commercially exploit, create derivative works from, transfer, data mine or sell any content, software, products, or services contained within this site. You may not use this site, or any of its content to further any commercial purpose, including any advertising or advertising revenue generation activity on your own site. Any commercial use, including the reproduction, modification, distribution and transmission of any content including text, graphics, logos, photographs and images is strictly prohibited without the consent of Archie Bolden. By viewing this site, using our services, or acquiring our products, you acknowledge that you have read, accepted and agreed to our terms.","og_url":"https:\/\/archiebolden.com\/terms-and-conditions\/","og_site_name":"Archie Bolden","article_publisher":"https:\/\/www.facebook.com\/tdcreativeagency","article_modified_time":"2022-08-22T14:10:32+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/archiebolden.com\/terms-and-conditions\/","url":"https:\/\/archiebolden.com\/terms-and-conditions\/","name":"Terms and Conditions | Archie Bolden","isPartOf":{"@id":"https:\/\/archiebolden.com\/#website"},"datePublished":"2022-08-18T05:10:51+00:00","dateModified":"2022-08-22T14:10:32+00:00","description":"All intellectual property rights (including but not limited to copyright, trademarks, registered and unregistered designs, database rights on this website, domain names and goodwill ‘intellectual property rights’ on this site) are the exclusive property of Archie Bolden. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, commercially exploit, create derivative works from, transfer, data mine or sell any content, software, products, or services contained within this site. You may not use this site, or any of its content to further any commercial purpose, including any advertising or advertising revenue generation activity on your own site. Any commercial use, including the reproduction, modification, distribution and transmission of any content including text, graphics, logos, photographs and images is strictly prohibited without the consent of Archie Bolden. By viewing this site, using our services, or acquiring our products, you acknowledge that you have read, accepted and agreed to our terms.","breadcrumb":{"@id":"https:\/\/archiebolden.com\/terms-and-conditions\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/archiebolden.com\/terms-and-conditions\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/archiebolden.com\/terms-and-conditions\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/archiebolden.com\/"},{"@type":"ListItem","position":2,"name":"Terms and Conditions"}]},{"@type":"WebSite","@id":"https:\/\/archiebolden.com\/#website","url":"https:\/\/archiebolden.com\/","name":"Archie Bolden","description":"","publisher":{"@id":"https:\/\/archiebolden.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/archiebolden.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/archiebolden.com\/#organization","name":"Archie Bolden","url":"https:\/\/archiebolden.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/archiebolden.com\/#\/schema\/logo\/image\/","url":"https:\/\/archiebolden.com\/wp-content\/uploads\/2019\/04\/Screen-Shot-2019-04-26-at-1.34.13-pm.png","contentUrl":"https:\/\/archiebolden.com\/wp-content\/uploads\/2019\/04\/Screen-Shot-2019-04-26-at-1.34.13-pm.png","width":321,"height":72,"caption":"Archie Bolden"},"image":{"@id":"https:\/\/archiebolden.com\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/tdcreativeagency","https:\/\/www.instagram.com\/tdcreativeagency\/"]}]}},"_links":{"self":[{"href":"https:\/\/archiebolden.com\/wp-json\/wp\/v2\/pages\/1561"}],"collection":[{"href":"https:\/\/archiebolden.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/archiebolden.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/archiebolden.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/archiebolden.com\/wp-json\/wp\/v2\/comments?post=1561"}],"version-history":[{"count":6,"href":"https:\/\/archiebolden.com\/wp-json\/wp\/v2\/pages\/1561\/revisions"}],"predecessor-version":[{"id":1581,"href":"https:\/\/archiebolden.com\/wp-json\/wp\/v2\/pages\/1561\/revisions\/1581"}],"wp:attachment":[{"href":"https:\/\/archiebolden.com\/wp-json\/wp\/v2\/media?parent=1561"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}